// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "檔案上載";
kUploadingTitleStringKey = "上載中…";
kUploadingReceiveResponseTitleStringKey = "接收反應中…";

// Errors
kFileOpenError = "無法開啟 %@ 檔案。";
kFileOpenErrorExplanation = "此檔案可能已經毀損或已經移到其他位置、重新命名或刪除。請檢查檔案位置或選取其他檔案，並再試一次。";
kPrintChannelOpenError = "無法開啟印表機通道。";
kPrintChannelOpenErrorExplanation = "請檢查您的印表機是否已經連線並開啟，然後再試一次。";
kSendDataError = "無法傳送資料到印表機上。";
kSendDataErrorExplanation = "請檢查您的印表機是否已經連線並開啟，然後再試一次。";

HSDDescriptionField = "選取檔案並傳送到印表機上。此作業的結果視您所傳送的檔案內容而定。";
HSDFilePathLabel = "檔案名稱：";
HSDFilePathField = "<未選取>";
HSDChooseButton = "選擇…";
HSDGetResponseButton = "顯示裝置的反應";
HSDUploadButton = "上載";

HSDProgressTitle = "上載中…";
HSDCancelButton = "取消";

HSDCloseButton = "關閉";
